IDEA StatiCa Open Model
LineLoad.BegFx Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 force in X at biginning
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double BegFx { get; set; }
Public Property BegFx As Double
	Get
	Set
public:
property double BegFx {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace